Ran Plan for dir: `terraform-aws` workspace: `default`

<details><summary>Show Output</summary>

```diff

An execution plan has been generated and is shown below.
Resource actions are indicated with the following symbols:
+ create

Terraform will perform the following actions:

  # aws_lambda_function.hello_world will be created
+ resource "aws_lambda_function" "hello_world" {
      + arn                            = (known after apply)
      + function_name                  = "hello_world"
      + handler                        = "exports.test"
      + id                             = (known after apply)
      + invoke_arn                     = (known after apply)
      + last_modified                  = (known after apply)
      + memory_size                    = 1024
      + package_type                   = "Zip"
      + publish                        = false
      + qualified_arn                  = (known after apply)
      + reserved_concurrent_executions = -1
      + role                           = "arn:aws:lambda:us-east-1:account-id:resource-id"
      + runtime                        = "nodejs12.x"
      + signing_job_arn                = (known after apply)
      + signing_profile_version_arn    = (known after apply)
      + source_code_hash               = (known after apply)
      + source_code_size               = (known after apply)
      + timeout                        = 3
      + version                        = (known after apply)

      + tracing_config {
          + mode = (known after apply)
        }
    }

Plan: 1 to add, 0 to change, 0 to destroy.

#####
Running Infracost atlantis_diff.sh in debug mode, remove atlantis_debug=true from Atlantis configs to disable debug outputs.

Running infracost breakdown using:
  $ infracost breakdown --no-color --path /home/atlantis/.atlantis/repos/infracost/atlantis-demo/7/default/terraform-aws/default.tfplan --format json
time="2021-04-06T13:58:24Z" level=info msg="Detected Terraform plan file at /home/atlantis/.atlantis/repos/infracost/atlantis-demo/7/default/terraform-aws/default.tfplan"
time="2021-04-06T13:58:25Z" level=info msg="starting: Running terraform show"
time="2021-04-06T13:58:25Z" level=info msg="Running command: /usr/local/bin/terraform show -no-color -json default.tfplan"
time="2021-04-06T13:58:26Z" level=info msg="starting: Calculating monthly cost estimate"

Update: A new version of Infracost is available: v0.8.1 → v0.8.2
  $ curl -s -L https://github.com/infracost/infracost/releases/latest/download/infracost-linux-amd64.tar.gz | tar xz -C /tmp && \
    sudo mv /tmp/infracost-linux-amd64 /usr/local/bin/infracost
Running infracost output using:
  $ infracost output --no-color --format diff --path infracost_breakdown.json

Update: A new version of Infracost is available: v0.8.1 → v0.8.2
  $ curl -s -L https://github.com/infracost/infracost/releases/latest/download/infracost-linux-amd64.tar.gz | tar xz -C /tmp && \
    sudo mv /tmp/infracost-linux-amd64 /usr/local/bin/infracost
Posting comment as post_condition is set to has_diff and there is a diff
##### Infracost estimate #####

Monthly cost will increase by $0.00 (+0%)

Previous monthly cost: $0.00
New monthly cost: $0.00

Infracost output:

    Project: /home/atlantis/.atlantis/repos/infracost/atlantis-demo/7/default/terraform-aws/default.tfplan
    
    + aws_lambda_function.hello_world
      Cost depends on usage
    
        + Requests
          Cost depends on usage
            +$0.20 per 1M requests
    
        + Duration
          Cost depends on usage
            +$0.0000166667 per GB-seconds
    
    Monthly cost change for /home/atlantis/.atlantis/repos/infracost/atlantis-demo/7/default/terraform-aws/default.tfplan
    Amount:  $0.00 ($0.00 -> $0.00)
    
    ----------------------------------
    Key: ~ changed, + added, - removed
    
    To estimate usage-based resources use --usage-file, see https://infracost.io/usage-file

```

* :arrow_forward: To **apply** this plan, comment:
    * `atlantis apply -d terraform-aws`
* :put_litter_in_its_place: To **delete** this plan click [here](http://6614c3613ccc:4141/lock?id=infracost%252Fatlantis-demo%252Fterraform-aws%252Fdefault)
* :repeat: To **plan** this project again, comment:
    * `atlantis plan -d terraform-aws`
</details>

---
* :fast_forward: To **apply** all unapplied plans from this pull request, comment:
    * `atlantis apply`
* :put_litter_in_its_place: To delete all plans and locks for the PR, comment:
    * `atlantis unlock`
